Repository: KDE/plasma-redshift-control
Catalog: po/*/plasma_applet_org.kde.redshiftControl.po
Languages: az

source: General
az: Əsas

source: Advanced
az: Əlavə

source: Location
az: Məkan

source: Automatic (geoclue)
az: Automatik (geoclue)

source: Latitude:
az: En dairəsi:

source: Locate
az: Yer təyin etmək

source: This will use Mozilla Location Service exposed natively in KDE
az: Bu, KDE-də yerli olaraq təqdim olunan Mozilla Yer Xidmətindən istifadə edəcəkdir

source: Longitude:
az: Uzunluq dairəsi:

source: Temperature
az: Temperatur

source: Brightness
az: Parlaqlıq

source: Day:
az: Gün:

source: Night:
az: Gecə:

source: Gamma
az: Qamma

source: Mode
az: Rejim

source: Screen
az: Ekran

source: Card
az: SD kart

source: Preserve screen colour
az: Ekran rəngini saxlamaq

source: Insert custom mode options
az: İstifadəşi rejimi ayarlarını daxil etmək

source: Plasmoid version
az: Plasmoid versiyası

source: Autostart
az: Avtomatik başlama

source: Smooth transitions
az: Rəvan keçid

source: Manual temperature step:
az: Temperatur həddi əl ilə:

source: Manual brightness step:
az: Parlaqlıq həddi əl ilə:

source: Use default icons
az: Standart nişanlar istifadə etmək

source: Active:
az: Aktiv:

source: Inactive:
az: Qeyri-Aktiv:

# @item:inmenu Open icon chooser dialog
source: Choose...
az: Seçim...

# @item:inmenu Reset icon to default
source: Clear Icon
az: Nişanı silmək

source: Turned on
az: Açmaq

source: Manual temperature
az: Temperatur, əl ilə

source: Turned off
az: Söndürmək

source: Use left / middle click and wheel to manage screen temperature and brightness
az: Ekran temperaturunu və parlaqlığını idarəe tmək üçün sol/sağ klikdən və siçan diyircəyindən istifadə edin

source: Mouse wheel controls software brightness
az: Siçan diyircəyi proqram təminatı parlaqlığını idarə edir

source: Mouse wheel controls screen temperature
az: Siçan diyircəyi ekran temperaturunu idarə edir

source: Redshift Control
az: Redshift Nəzarəti
